/* Best high score label */
"Best" = "Máximo";

/* GOING FASTER Label */
"GOING FASTER" = "ir más rápido";

/* Labyrinth Tilt Maze */
"Labyrinth Tilt Maze" = "Labyrinth Tilt Maze";

/* LeaderBoard */
"LeaderBoard" = "Clasificación";

/* More */
"More" = "más";

/* OTHER GAMES BY */
"OTHER GAMES BY" = "OTROS JUEGOS POR";

/* RATE IT */
"RATE IT" = "Vota esta foto";

/* SHARE */
"SHARE" = "COMPARTIR";

/* Sonic Racer */
"Sonic Racer" = "Corredor Sónico";

/* STAGE Label
   STAGE label */
"STAGE" = "ETAPA";

/* swipe to move label */
"swipe to move" = "deslizar para mover";

/* TAP TO START */
"TAP TO START" = "Toque para iniciar";

/* YOUR SCORE label */
"YOUR SCORE" = "SU CUENTA";

